spec/api_requests/do_login_enc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:SandboxWebApi">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:DoLoginEncRequest>
         <urn:userLogin>zibipro</urn:userLogin>
         <urn:userHashPassword>2CWOCKnemiEjpwNiUKo4rPUxydifSI4GIpBmHVoLleA=</urn:userHashPassword>
         <urn:countryCode>1</urn:countryCode>
         <urn:webapiKey>sa86a870</urn:webapiKey>
         <urn:localVersion>1414748778</urn:localVersion>
      </urn:DoLoginEncRequest>
   </soapenv:Body>
</soapenv:Envelope>